Repository: stickerface/ios-sdk
Catalog: Sources/Resource/Strings/*.lproj/Localizable.strings
Languages: ru

# commonContinue
source: Continue
ru: Продолжить

# commonColorCups
source: COLOR
ru: ЦВЕТ

# commonFree
source: Free
ru: Бесплатно

# commonKeyboard
source: Keyboard
ru: Клавиатура

# commonConnect
source: Connect
ru: Подключить

# commonOther
source: Other
ru: Другое

# commonPaid
source: Paid
ru: Оплачено

# commonBalance
source: Balance
ru: Баланс

# onboardingTitle
source: Welcome to StickerFace
ru: Добро пожаловать в StickerFace

# onboardingSubtitle
source: Design your awesome character and get the NFT to own your unique set
ru: Создайте своего потрясающего персонажа и получите NFT, чтобы владеть вашим уникальным набором

# onboardingPrivacyPolicyAndRules
source: By continuing you agree to our <a href='https://sticketfacelanding.herokuapp.com/policy'>Terms of Service</a> and <a href='https://sticketfacelanding.herokuapp.com/policy'>Privacy Policy</a>
ru: Продолжая, вы соглашаетесь с нашими <a href='TermsOFServiceURL'>Правилами</a> and <a href='PrivacyPolicyURL'>Политикой конфиденциальности</a>

# setupAvatarTitle
source: Avatar
ru: Аватар

# setupAvatarSubtitle
source: Let’s start creating your avatar
ru: Создай своего аватара с помощью селфи

# setupAvatarDescription
source: Pics are not stored and used one time for the AI avatar generation
ru: Фотографии не хранятся и используются один раз для генерации AI-аватара

# setupAvatarContinueTitle
source: Continue without camera
ru: Продолжить без камеры

# setupAvatarAllowTitle
source: Allow camera access
ru: Разрешить доступ к камере

# setupAvatarGenerateTitle
source: Generate avatar
ru: Создать аватар

# setupAvatarGenerateNewTitle
source: Generate new avatar
ru: Создать новый аватар

# setupAvatarWaitingCameraAccess
source: Waiting for access…
ru: Ожидание доступа…

# setupAvatarNoFace
source: Take a selfie to make stickers
ru: Сделайте селфи, чтобы сделать стикер

# setupAvatarSmallFace
source: Move the face closer
ru: Приблизьте лицо

# setupAvaterTakingPhoto
source: Stay focused! Taking a photo…
ru: Улыбнись! Сейчас вылетит птичка…

# connectWalletTitle
source: Connect your crypto wallet
ru: Подключить свой криптокошелек

# connectWalletSubtitle
source: To create an NFT avatar, you need a Tonkeeper wallet. You can connect it later in settings.
ru: Подключение кошелька Tonkeeper позволит создать ваш аватар как NFT и предоставит вам лучший опыт

# connectWalletWithoutWallet
source: Connect wallet later
ru: Продолжить без кошелька

# connectWalletConnectTitle
source: Connect with Tonkeeper
ru: Подключить Tonkeeper

# editorSave
source: Save and continue
ru: Сохранить и продолжить

# newLayerPurchase
source: Purchase
ru: Покупка

# newLayerBackPurchase
source: If you like a new background make a purchase
ru: Если вам нравится новый фон оформите покупку

# newLayerNFTPurchase
source: One step to buy
ru: Один шаг до покупки

# newLayerBuyNFT
source: Buy NFT
ru: Купить NFT

# newLayerInsufficientFunds
source: Insufficient funds
ru: Недостаточно средств

# newLayerAddMinimum
source: Please add minimum <bold>%@ TON</bold> to wallet for purchase
ru: Пожалуйста, добавьте минимум %@ TON в кошелек для покупки

# newLayerReplenish
source: Replenish the balance
ru: Пополнить баланс

# newLayerConnectWallet
source: Connect crypto wallet
ru: Подключить криптокошелек

# newLyaerBackConnectTonkeeper
source: To buy a background color connect the Tonkepeer
ru: Чтобы купить фоновый цвет, подключите Tonkepeer

# newLyaerNFTConnectTonkeeper
source: To buy a NFT connect the Tonkepeer
ru: Чтобы купить NFT, подключите Tonkepeer

# newLayerFitting
source: Fitting
ru: Примерка

# newLayerLookGood
source: Seems to look good!
ru: Кажется, хорошо выглядит!

# newLayerDress
source: Dress
ru: Надеть

# exportTitle
source: Export
ru: Экспорт

# exportSubtitle
source: Use all stickers in Telegram, WhatsApp or native keyboard
ru: Используйте все стикеры в Telegram, WhatsApp или клавиатуре

# settingsTitle
source: Settings
ru: Настройки

# settingsConnectToBuy
source: Connect to buy NFTs
ru: Подключить, чтобы купить NFT

# settingsLanguage
source: Language
ru: Язык

# settingsRate
source: Rate us
ru: Оцените нас

# settingsAbout
source: About app
ru: О приложении

# shareTitle
source: Share
ru: Поделиться

# shareSubtitle
source: Send sticker to friends
ru: Отправить стикер друзьям

# wardrobeEmptyTitle
source: All NFTs’ purchases will be stored here
ru: Все покупки NFT будут храниться здесь

# wardrobeTitle
source: Wardrobe
ru: Гардероб

# wardrobeSubtitle
source: All your purchases is here
ru: Все ваши покупки здесь

# mainStickers
source: Stickers
ru: Стикеры

# mainExport
source: Export stickers
ru: Экспорт стикеров

# mainStoreButton
source: Go to store
ru: В магазин

# mainStoreTitle
source: NFTs’ clothes and accessories
ru: NFT одежда и аксессуары
